.artifacts/m3/jset-server-20260717/ab-base-r2-set-rep3.txt
Writing results to stdout
[RUN #1] Preparing benchmark client...
[RUN #1] Launching threads now...
[RUN #1 100%,  10 secs]  0 threads 25 conns:    18275196 ops, 1743615 (avg: 1827206) ops/sec, 1.73GB/sec (avg: 1.81GB/sec),  0.92 (avg:  0.87) msec latency

4         Threads
25        Connections per thread
10        Seconds


ALL STATS
============================================================================================================================
Type         Ops/sec     Hits/sec   Misses/sec    Avg. Latency     p50 Latency     p99 Latency   p99.9 Latency       KB/sec 
----------------------------------------------------------------------------------------------------------------------------
Sets      1827115.43          ---          ---         0.87423         0.83100         1.75900         2.97500   1901857.69 
Gets            0.00         0.00         0.00             ---             ---             ---             ---         0.00 
Waits           0.00          ---          ---             ---             ---             ---             ---          --- 
Totals    1827115.43         0.00         0.00         0.87423         0.83100         1.75900         2.97500   1901857.69