.artifacts/m3/jset-server-20260717/ab-base-r2-set-warm.txt
Writing results to stdout
[RUN #1] Preparing benchmark client...
[RUN #1] Launching threads now...
[RUN #1 100%,  10 secs]  0 threads 25 conns:    17482108 ops, 1502303 (avg: 1747890) ops/sec, 1.49GB/sec (avg: 1.74GB/sec),  1.06 (avg:  0.91) msec latency

4         Threads
25        Connections per thread
10        Seconds


ALL STATS
============================================================================================================================
Type         Ops/sec     Hits/sec   Misses/sec    Avg. Latency     p50 Latency     p99 Latency   p99.9 Latency       KB/sec 
----------------------------------------------------------------------------------------------------------------------------
Sets      1747834.74          ---          ---         0.91402         0.86300         1.91900         2.55900   1819333.87 
Gets            0.00         0.00         0.00             ---             ---             ---             ---         0.00 
Waits           0.00          ---          ---             ---             ---             ---             ---          --- 
Totals    1747834.74         0.00         0.00         0.91402         0.86300         1.91900         2.55900   1819333.87