.artifacts/m3/jset-server-20260717/ab-l1-r1-jset-rep2.txt
Writing results to stdout
[RUN #1] Preparing benchmark client...
[RUN #1] Launching threads now...
[RUN #1 100%,  10 secs]  0 threads 25 conns:    12825684 ops, 1291702 (avg: 1282191) ops/sec, 1.30GB/sec (avg: 1.29GB/sec),  1.24 (avg:  1.25) msec latency

4         Threads
25        Connections per thread
10        Seconds


ALL STATS
==============================================================================================================================
Type           Ops/sec     Hits/sec   Misses/sec    Avg. Latency     p50 Latency     p99 Latency   p99.9 Latency       KB/sec 
------------------------------------------------------------------------------------------------------------------------------
Json.sets   1282155.61         0.00         0.00         1.24653         1.17500         2.41500         3.29500   1349630.46 
Totals      1282155.61         0.00         0.00         1.24653         1.17500         2.41500         3.29500   2699260.93