.artifacts/m3/jset-server-20260717/ab-l1-r1-jset-rep3.txt
Writing results to stdout
[RUN #1] Preparing benchmark client...
[RUN #1] Launching threads now...
[RUN #1 100%,  10 secs]  0 threads 25 conns:    12423893 ops, 1266751 (avg: 1242059) ops/sec, 1.27GB/sec (avg: 1.25GB/sec),  1.26 (avg:  1.29) msec latency

4         Threads
25        Connections per thread
10        Seconds


ALL STATS
==============================================================================================================================
Type           Ops/sec     Hits/sec   Misses/sec    Avg. Latency     p50 Latency     p99 Latency   p99.9 Latency       KB/sec 
------------------------------------------------------------------------------------------------------------------------------
Json.sets   1242196.58         0.00         0.00         1.28683         1.25500         2.54300         3.93500   1307568.46 
Totals      1242196.58         0.00         0.00         1.28683         1.25500         2.54300         3.93500   2615136.93