.artifacts/m3/jset-server-20260717/ab-l1-r1-jset-warm.txt
Writing results to stdout
[RUN #1] Preparing benchmark client...
[RUN #1] Launching threads now...
[RUN #1 100%,  10 secs]  0 threads 25 conns:    12551760 ops, 1274877 (avg: 1254862) ops/sec, 1.28GB/sec (avg: 1.26GB/sec),  1.25 (avg:  1.27) msec latency

4         Threads
25        Connections per thread
10        Seconds


ALL STATS
==============================================================================================================================
Type           Ops/sec     Hits/sec   Misses/sec    Avg. Latency     p50 Latency     p99 Latency   p99.9 Latency       KB/sec 
------------------------------------------------------------------------------------------------------------------------------
Json.sets   1254821.69         0.00         0.00         1.27375         1.24700         2.46300         3.59900   1320858.03 
Totals      1254821.69         0.00         0.00         1.27375         1.24700         2.46300         3.59900   2641716.06