.artifacts/m3/jset-server-20260717/ab-l1-r1-set-rep1.txt
Writing results to stdout
[RUN #1] Preparing benchmark client...
[RUN #1] Launching threads now...
[RUN #1 100%,  10 secs]  0 threads 25 conns:    16874907 ops, 1802201 (avg: 1687201) ops/sec, 1.79GB/sec (avg: 1.67GB/sec),  0.89 (avg:  0.95) msec latency

4         Threads
25        Connections per thread
10        Seconds


ALL STATS
============================================================================================================================
Type         Ops/sec     Hits/sec   Misses/sec    Avg. Latency     p50 Latency     p99 Latency   p99.9 Latency       KB/sec 
----------------------------------------------------------------------------------------------------------------------------
Sets      1687139.13          ---          ---         0.94695         0.91900         1.93500         2.39900   1756155.47 
Gets            0.00         0.00         0.00             ---             ---             ---             ---         0.00 
Waits           0.00          ---          ---             ---             ---             ---             ---          --- 
Totals    1687139.13         0.00         0.00         0.94695         0.91900         1.93500         2.39900   1756155.47