.artifacts/m3/jset-server-20260717/ab-l1-r1-set-rep2.txt
Writing results to stdout
[RUN #1] Preparing benchmark client...
[RUN #1] Launching threads now...
[RUN #1 100%,  10 secs]  0 threads 25 conns:    17611949 ops, 1607968 (avg: 1760829) ops/sec, 1.60GB/sec (avg: 1.75GB/sec),  0.99 (avg:  0.91) msec latency

4         Threads
25        Connections per thread
10        Seconds


ALL STATS
============================================================================================================================
Type         Ops/sec     Hits/sec   Misses/sec    Avg. Latency     p50 Latency     p99 Latency   p99.9 Latency       KB/sec 
----------------------------------------------------------------------------------------------------------------------------
Sets      1760793.87          ---          ---         0.90724         0.87900         1.99900         2.54300   1832823.14 
Gets            0.00         0.00         0.00             ---             ---             ---             ---         0.00 
Waits           0.00          ---          ---             ---             ---             ---             ---          --- 
Totals    1760793.87         0.00         0.00         0.90724         0.87900         1.99900         2.54300   1832823.14