.artifacts/m3/jset-server-20260717/ab-l1-r1-set-rep3.txt
Writing results to stdout
[RUN #1] Preparing benchmark client...
[RUN #1] Launching threads now...
[RUN #1 100%,  10 secs]  0 threads 25 conns:    18325040 ops, 1553548 (avg: 1832154) ops/sec, 1.54GB/sec (avg: 1.82GB/sec),  1.03 (avg:  0.87) msec latency

4         Threads
25        Connections per thread
10        Seconds


ALL STATS
============================================================================================================================
Type         Ops/sec     Hits/sec   Misses/sec    Avg. Latency     p50 Latency     p99 Latency   p99.9 Latency       KB/sec 
----------------------------------------------------------------------------------------------------------------------------
Sets      1832088.34          ---          ---         0.87199         0.82300         1.69500         2.12700   1907034.02 
Gets            0.00         0.00         0.00             ---             ---             ---             ---         0.00 
Waits           0.00          ---          ---             ---             ---             ---             ---          --- 
Totals    1832088.34         0.00         0.00         0.87199         0.82300         1.69500         2.12700   1907034.02