.artifacts/m3/jset-server-20260717/ab-l1-r2-jset-rep1.txt
Writing results to stdout
[RUN #1] Preparing benchmark client...
[RUN #1] Launching threads now...
[RUN #1 100%,  10 secs]  0 threads 25 conns:    12858549 ops, 1285812 (avg: 1285536) ops/sec, 1.29GB/sec (avg: 1.29GB/sec),  1.24 (avg:  1.24) msec latency

4         Threads
25        Connections per thread
10        Seconds


ALL STATS
==============================================================================================================================
Type           Ops/sec     Hits/sec   Misses/sec    Avg. Latency     p50 Latency     p99 Latency   p99.9 Latency       KB/sec 
------------------------------------------------------------------------------------------------------------------------------
Json.sets   1285459.89         0.00         0.00         1.24331         1.19900         2.27100         3.00700   1353108.54 
Totals      1285459.89         0.00         0.00         1.24331         1.19900         2.27100         3.00700   2706217.07