.artifacts/m3/jset-server-20260717/ab-l1-r2-jset-rep2.txt
Writing results to stdout
[RUN #1] Preparing benchmark client...
[RUN #1] Launching threads now...
[RUN #1 100%,  10 secs]  0 threads 25 conns:    11921415 ops, 1273125 (avg: 1191877) ops/sec, 1.28GB/sec (avg: 1.20GB/sec),  1.25 (avg:  1.34) msec latency

4         Threads
25        Connections per thread
10        Seconds


ALL STATS
==============================================================================================================================
Type           Ops/sec     Hits/sec   Misses/sec    Avg. Latency     p50 Latency     p99 Latency   p99.9 Latency       KB/sec 
------------------------------------------------------------------------------------------------------------------------------
Json.sets   1191772.98         0.00         0.00         1.34109         1.28700         2.83100         3.93500   1254491.28 
Totals      1191772.98         0.00         0.00         1.34109         1.28700         2.83100         3.93500   2508982.55