.artifacts/m3/jset-server-20260717/ab-l1-r2-jset-rep3.txt
Writing results to stdout
[RUN #1] Preparing benchmark client...
[RUN #1] Launching threads now...
[RUN #1 100%,  10 secs]  0 threads 25 conns:    12682523 ops, 1278827 (avg: 1267978) ops/sec, 1.28GB/sec (avg: 1.27GB/sec),  1.25 (avg:  1.26) msec latency

4         Threads
25        Connections per thread
10        Seconds


ALL STATS
==============================================================================================================================
Type           Ops/sec     Hits/sec   Misses/sec    Avg. Latency     p50 Latency     p99 Latency   p99.9 Latency       KB/sec 
------------------------------------------------------------------------------------------------------------------------------
Json.sets   1267861.15         0.00         0.00         1.26062         1.23900         2.15900         3.35900   1334583.70 
Totals      1267861.15         0.00         0.00         1.26062         1.23900         2.15900         3.35900   2669167.39