.artifacts/m3/jset-server-20260717/ab-l1-r2-jset-warm.txt
Writing results to stdout
[RUN #1] Preparing benchmark client...
[RUN #1] Launching threads now...
[RUN #1 100%,  10 secs]  0 threads 25 conns:    12796617 ops, 1278049 (avg: 1279347) ops/sec, 1.28GB/sec (avg: 1.28GB/sec),  1.25 (avg:  1.25) msec latency

4         Threads
25        Connections per thread
10        Seconds


ALL STATS
==============================================================================================================================
Type           Ops/sec     Hits/sec   Misses/sec    Avg. Latency     p50 Latency     p99 Latency   p99.9 Latency       KB/sec 
------------------------------------------------------------------------------------------------------------------------------
Json.sets   1279282.71         0.00         0.00         1.24932         1.23100         2.12700         2.75100   1346606.37 
Totals      1279282.71         0.00         0.00         1.24932         1.23100         2.12700         2.75100   2693212.74