.artifacts/m3/jset-server-20260717/ab-l1-r2-set-rep1.txt
Writing results to stdout
[RUN #1] Preparing benchmark client...
[RUN #1] Launching threads now...
[RUN #1 100%,  10 secs]  0 threads 25 conns:    18021320 ops, 1813621 (avg: 1801853) ops/sec, 1.80GB/sec (avg: 1.79GB/sec),  0.88 (avg:  0.89) msec latency

4         Threads
25        Connections per thread
10        Seconds


ALL STATS
============================================================================================================================
Type         Ops/sec     Hits/sec   Misses/sec    Avg. Latency     p50 Latency     p99 Latency   p99.9 Latency       KB/sec 
----------------------------------------------------------------------------------------------------------------------------
Sets      1801694.92          ---          ---         0.88657         0.85500         1.77500         2.22300   1875397.42 
Gets            0.00         0.00         0.00             ---             ---             ---             ---         0.00 
Waits           0.00          ---          ---             ---             ---             ---             ---          --- 
Totals    1801694.92         0.00         0.00         0.88657         0.85500         1.77500         2.22300   1875397.42